Repository: arnaudpaul21/conversational-form-wordpress-plugin
Catalog: languages/conversational-form-*.po
Languages: fr_fr

source: Example form
fr_fr: Formulaire d’exemple

source: example-form
fr_fr: formulaire-exemple

source: Input type
fr_fr: Type d'entrée

source: Input value
fr_fr: Valeur(s) de l’entrée

source: eg : Project manager | Web designer
fr_fr: ex: Chef de projet | Directeur Marketing

source: Your question here (place | between each question if multiples)
fr_fr: Votre question ici (placer un | entre chaque questions si multiples)

source: Input name
fr_fr: Nom du champs

source: eg:
fr_fr: ex:

source: Validation pattern
fr_fr: Pattern de validation

source: Errors
fr_fr: Erreurs

source: Your error message here ( place | between each message if multiple
fr_fr: Votre message d'erreur ici (placer un | entre chaque message si multiples)

source: Register
fr_fr: Enregistrer

source: Error :
fr_fr: Erreur:

source: Error, please check the input format.
fr_fr: Erreur, veuillez vérifier que le format de l'entrée est correct

source: Error, please check form ID.
fr_fr: Erreur, veuillez vérifier que l'ID du formulaire est correct

source: Error, please check all parameter are present
fr_fr: Erreur, veuillez vérifier que tous le paramètres sont présents

source: A new person filled the form
fr_fr: Une nouvelle personne à rempli le formulaire

source: Here are his/her infos
fr_fr: Voici ses informations

source: Input name
fr_fr: Nom du champs

source: Value
fr_fr: Valeur

source: Error sending email
fr_fr: Erreur dans l'envoi du mail

source: No question found
fr_fr: Aucune question

source: Your answer here
fr_fr: Votre réponse ici...

source: An answer is required to continue
fr_fr: Une réponse est requise pour pouvoir continuer

source: Incorrect input
fr_fr: Votre entrée est incorrecte

source: File download failed
fr_fr: Le téléchargement du fichier a échoué

source: File sire error
fr_fr: Le téléchargement du fichier a échoué

source: No result for <strong>{input-value}</strong>
fr_fr: Pas de résultats pour <strong>{input-value}</strong>

source: and
fr_fr: et

source: Missing input
fr_fr: Entrée manquante ...

source: type1 general|type2 general
fr_fr: type1 général|type2 général

source: Please enter a text
fr_fr: S'il vous plaît écrire un texte.

source: What's your name ?
fr_fr: Quel est votre nom?

source: Need your email
fr_fr: Besoin de votre email.

source: Please enter a password
fr_fr: S'il vous plaît entrer le mot de passe

source: What's your phone number
fr_fr: Quel est votre numéro de téléphone?

source: Please select one of them
fr_fr: Je veux que vous sélectionnez un d'eux.

source: Select as much as you want
fr_fr: Sélectionnez autant que vous le souhaitez.

source: Select one of these options
fr_fr: Choisissez l'une de ces options.

source: Generalities 1|Generalities 2|Generalities 3
fr_fr: Généralités1|Généralités2|Généralités3..

source: Well done, form have been sent
fr_fr: Bravo, le formulaire a bien été envoyé !

source: Sorry there was an error sending form, try again later
fr_fr: Le formulaire n'a pas pu être envoyé, veuillez réessayer ultérieurement

source: Conversational forms
fr_fr: Formulaires conversationnels

source: Choose a form
fr_fr: Choisir un formulaire

source: Add form
fr_fr: Ajouter un formulaire

source: Delete form
fr_fr: Supprimer le formulaire

source: Form shortcode
fr_fr: Shortcode du formulaire

source: Text
fr_fr: Texte

source: Phone
fr_fr: Téléphone

source: Text area
fr_fr: Zone de texte

source: Advanced parameters
fr_fr: Paramètres avancés

source: Redirect link
fr_fr: Lien de redirection

source: Data treatment link
fr_fr: Lien de traitement des données

source: Confirmation message
fr_fr: Message de confirmation

source: Email to ?
fr_fr: Email ?

source: Robot image
fr_fr: Image du robot

source: User image
fr_fr: Image de l'utilisateur
